
** View the app in the Google Cloud Console
:PROPERTIES:
:CUSTOM_ID: view-the-app-in-the-google-cloud-console
:END:
To get the Cloud Console URL for your app, run the following command:

#+begin_src shell :tangle install1.sh
echo "https://console.cloud.google.com/kubernetes/application/${ZONE}/${CLUSTER}/${NAMESPACE}/${APP_INSTANCE_NAME}"
#+end_src

#+RESULTS:
: https://console.cloud.google.com/kubernetes/application////

To view the app, open the URL in your browser.

